<template><div><p>关于此站的介绍。</p>
<!-- more -->
<h1 id="关于此站" tabindex="-1"><a class="header-anchor" href="#关于此站" aria-hidden="true">#</a> 关于此站</h1>
<p>  “暮里”只是我众多昵称里的其中一个，不过好多朋友都是通过这个昵称认识的我，所以本站也用“暮里”来称呼，个人曾就职于<a href="https://www.bilibili.com/" target="_blank" rel="noopener noreferrer">哔哩哔哩<ExternalLinkIcon/></a>，现就职于杭州<em>阿里巴巴</em>，虽然透露了公司背景，不过需要声明的是，<strong>本站的所有言论、介绍均与公司无关</strong>。</p>
<p>  本站主要沉淀我多年的工作内容感悟、系统架构设计，以及自己了解、学习到的前沿的技术，同时也分享一些音乐创作、文学、身边人或事的经历，让本站的生态体系更加有趣一点。</p>
<p>  截止2023年底，站长在大数据领域也摸爬滚打三年了，大大小小，形形色色的数据应用&amp;服务都做了个遍，也架构过大型企业级的中台服务，无论是百万QPS的数据服务系统设计、还是百亿吞吐的计算引擎设计，也是颇具心得。<br>
  介绍这些， 旨在让广大网友们对“大数据”这个听似高大上的领域有所改观，揭开它那朦胧似远的面纱。让大家能够踏足这个领域，成为这个生态领域内的鳌头贡献者，让社区生态更加繁荣</p>
<p>  站长在进入企业工作之前是名全栈工作者，不论是前沿的后端、客户端、小程序、大前端技术都掌握，并成立了开发团队进行比赛、商单的承接。甚至在创新创业的比赛中还身兼设计、产品、后期、运营等数个职责，一路摸爬滚打拿到了省级的荣誉，<br>
  这段时间做创新创业产品，正如段首所言，如创业一般，毕竟亲自从0到1搭建公司的开发运维流水线平台、知识库、中间件，管理数十人的团队，这段经历一直都很酷~，这也让我和网上的创业网友有了不少交流的机遇与话题。<br>
  同时从产品负责人角度出发，也让我在企业中对“开发者”工作有着不一样的思维方式，毕竟我们的初心不就是把自己的东西做大做强嘛~</p>
</div></template>


